Repository: kodi-game/game.libretro.mame2010
Catalog: game.libretro.mame2010/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Description
source: Late 2010 version of MAME (0.139) for libretro. Compatible with MAME 0.139 sets.
da_dk: Sen 2010-version af MAME (0.139) til libretro. Kompatibel med MAME 0.139 sæt.
de_de: Sp채te 2010-Version von MAME (0.139) f체r libretro. Kompatibel mit MAME 0.139 Sets.
es_es: Versión de finales de 2010 de MAME (0.139) para libretro. Compatible con los juegos de MAME 0.139.
ga: Leagan déanach 2010 de MAME (0.139) do libretro. Comhoiriúnach le tacair MAME 0.139.
zh_cn: 2010 年末 libretro 版本的 MAME（0.139）。兼容 MAME 0.139。

# #30000
source: Settings
da_dk: Indstillinger

# #30001
source: Mouse enabled
da_dk: Mus aktiveret

# #30002
source: Video approach 1 Enabled
da_dk: Videotilgang 1 aktiveret
es_es: Activar Enfoque de Vídeo 1
ga: Cur chuige físe 1 Cumasaithe
zh_cn: 视频方法1已启用

# #30003
source: Hide nag screen
da_dk: Skjul nag-skærmen
de_de: Hinweisbildschirm ausblenden
es_es: Ocultar Pantalla de Aviso
ga: Folaigh an scáileán néaróg
zh_cn: 隐藏唠叨屏

# #30004
source: Hide game info screen
da_dk: Skjul skærm med spilinformation
de_de: Spielinfo-Seite ausblenden
es_es: Ocultar Pantalla de Información del Juego
ga: Folaigh scáileán faisnéise an chluiche
zh_cn: 隐藏游戏信息屏

# #30005
source: Hide warning screen
da_dk: Skjul advarselsskærm
de_de: Warnhinweis ausblenden
es_es: Ocultar Pantalla de Alerta
ga: Folaigh an scáileán rabhaidh
zh_cn: 隐藏警告屏

# #30006
source: Core provided aspect ratio
da_dk: Billedformat leveret af core
de_de: Von Core vorgegebenes Seitenverh채ltnis
es_es: Relación de Aspecto Proporcionada por el Núcleo
ga: Cóimheas gné curtha ar fáil ag an gcroílár
zh_cn: 核心提供的纵横比

# #30007
source: Enable autofire
da_dk: Aktiver autofire
de_de: Autofeuer aktivieren
es_es: Activar Disparo Automático
ga: Cumasaigh tine uathoibríoch
zh_cn: 启用自动开火

# #30008
source: Set autofire pulse speed
da_dk: Indstil pulshastighed for automatisk skydning
de_de: Autofeuer-Impulsgeschwindigkeit einstellen
es_es: Ajustar Velocidad Pulsación Disparo Automático
ga: Socraigh luas cuisle uath-tine
zh_cn: 设置自动开火脉冲速度

# #30009
source: Set frameskip
da_dk: Spring frame over
de_de: Frameskip einstellen
es_es: Ajustar Salto de Fotograma
ga: Socraigh léim fráma
zh_cn: 设置跳帧

# #30010
source: Set sample rate (Restart)
da_dk: Indstil samplefrekvens (genstart)
de_de: Samplingrate einstellen (Neustart erforderlich)
es_es: Ajustar Frecuencia de Muestreo (Reiniciar)
ga: Socraigh ráta samplála (Atosaigh)
zh_cn: 设置采样率（重新启动）

# #30011
source: Set brightness
da_dk: Indstil lysstyrke
de_de: Helligkeit einstellen
es_es: Ajustar Brillo
ga: Socraigh gile
zh_cn: 设置亮度

# #30012
source: Set contrast
da_dk: Indstil kontrast
de_de: Kontrast einstellen
es_es: Ajustar Contraste
ga: Socraigh codarsnacht
zh_cn: 设置对比度

# #30013
source: Set gamma
da_dk: Indstil gamma
de_de: Gamma einstellen
es_es: Ajustar Gamma
ga: Socraigh gáma
zh_cn: 设置 gamma

# #30014
source: Use external hiscore.dat
da_dk: Brug ekstern hiscore.dat
de_de: Externe hiscore.dat verwenden
es_es: Utilizar hiscore.dat Externo
ga: Úsáid hiscore.dat seachtrach
zh_cn: 使用外部 hiscore.dat

# Addon Summary
source: Arcade (MAME 2010)
zh_cn: 街机（MAME 2010）

# #30001
source: XY device type (Restart)
de_de: XY-Ger채tetyp (Neustart erforderlich)
es_es: Tipo de Dispositivo XY (Reiniciar)
ga: Cineál gléis XY (Atosaigh)
zh_cn: XY设备类型（重启）
